{
  "scabies": "Intensely itchy curved burrows and pinpoint papules in finger webs, wrists and other flexures; the thin track with a dark mite dot at one end is diagnostic.",
  "buruli ulcer": "Starts as a painless firm nodule on a limb that slowly enlarges then breaks down into a deep ulcer with sharply undermined overhanging edge and yellow necrotic base.",
  "yaws": "A single raspberry colored papilloma on leg or foot later seeds multiple wart like papules over exposed limbs; the moist lobulated framboesiform surface is characteristic.",
  "prurigo": "Dozens of firm hyperkeratotic nodules with crusted tops appear on scratch reachable skin and persist because of intense itch and repeated picking.",
  "tinea capitis": "Round alopecic scalp patches with broken black dot hairs or gray scale, sometimes forming a painful boggy kerion, point to fungal scalp infection.",
  "tinea corporis": "Expanding ring shaped plaque with raised scaly red rim and central clearing on trunk or limbs defines body ringworm.",
  "erysipelas": "Bright red rapidly spreading plaque on face or lower leg with a palpably raised sharply demarcated edge and smooth shiny surface indicates erysipelas.",
  "leprosy": "Patches of pale or red skin with loss of sensation and sharply raised rim in tuberculoid disease or numerous symmetric macules and nodules in lepromatous disease signal Hansen disease.",
  "necrotizing fasciitis": "Severe pain out of proportion to a quickly enlarging red plaque that turns dusky with tense bullae and undermined purple margin warns of necrotizing fasciitis.",
  "impetigo": "Honey colored crusts on eroded papules around a child's nose or mouth, or fragile trunk blisters that leave moist collarettes, typify impetigo.",
  "contact dermatitis": "Erythematous vesicular or crusted patch that exactly mirrors the pattern of a contacting object such as strap or plant supports contact dermatitis.",
  "tinea versicolor": "Fine scaling tan or pale macules on upper trunk that fail to tan and may merge into map like patches are classic for tinea versicolor.",
  "folliculitis": "Clusters of small pustules centered on hair follicles each with red rim and white head on beard, trunk or hot tub covered skin mark folliculitis.",
  "chickenpox": "Chickenpox shows crops of clear vesicles on a red base that appear in stages together on trunk and face giving dew drop on rose petal lesions.",
  "lichen planus": "Flat topped violaceous polygonal papules with fine white Wickham striae on wrists or ankles and lacy oral patches indicate lichen planus.",
  "acne": "Mixture of open and closed comedones with inflammatory papules pustules and occasional deep nodules on face and upper trunk defines acne vulgaris.",
  "abscess": "Tender red dome that becomes fluctuant and points with a yellow white apex then drains thick pus represents a cutaneous abscess or boil.",
  "vitiligo": "Sharply bordered milky white macules on face hands or genital skin with normal texture and complete pigment loss signify vitiligo.",
  "eczema": "Poorly defined itchy red flexural patches that ooze in acute flares and turn into thick lichenified plaques after chronic scratching denote atopic eczema.",
  "atopic dermatitis": "Symmetric itchy patches on flexures that cycle between weeping vesicular flares and chronic lichenified plaques characterize atopic dermatitis.",
  "keratosis": "Actinic keratosis is a tiny rough sand paper papule on sun damaged skin, seborrheic keratosis is a waxy stuck on plaque, and keratosis pilaris shows many rough follicular bumps.",
  "herpes zoster": "Unilateral belt of painful clear vesicles on a red base following a single dermatome and never crossing the midline is characteristic of shingles.",
  "lipome": "Soft rubbery mobile subcutaneous nodule with normal overlying skin that enlarges slowly is a lipoma.",
  "mycetoma": "Chronic painless foot mass with multiple draining sinuses that exude fluid containing colored grains is pathognomonic for mycetoma.",
  "lymphatic filariasis": "Progressive non pitting limb or scrotal lymphedema leading to elephantiasis with recurrent hot red lymphangitis attacks typifies lymphatic filariasis.",
  "actinic keratosis": "Gritty sand paper like papule less than one centimeter on chronically sun exposed skin signals actinic keratosis.",
  "basal cell carcinoma": "Pearly translucent papule with rolled edge and fine surface vessels on sun exposed face growing slowly suggests basal cell carcinoma.",
  "erythema multiforme": "Multiple target lesions with three concentric color zones starting on hands and feet often after herpes simplex represent erythema multiforme.",
  "granuloma annulare": "Smooth skin colored or pink papules arranged in an annular ring with firm ridge and normal center on hands or feet indicate granuloma annulare.",
  "keloid": "Firm shiny scar tissue that extends beyond the original wound margin forming a lobulated mass on earlobe chest or shoulder is a keloid.",
  "lupus erythematosus": "Discoid lupus shows scaly plaques with follicular plugging and central scarring on sun exposed skin while acute malar rash appears as flat red butterfly across cheeks sparing folds.",
  "melanoma": "Any mole that is asymmetric has irregular border mixed colors and recent change in size or shape should raise suspicion for melanoma.",
  "mycosis fungoides": "Persistent erythematous or hypopigmented patches on trunk that later thicken into plaques and tumors often in bathing suit distribution suggest cutaneous T cell lymphoma.",
  "pityriasis rosea": "Single herald patch on trunk followed by many smaller oval lesions along cleavage lines forming Christmas tree pattern defines pityriasis rosea.",
  "prurigo nodularis": "Numerous intensely itchy hyperkeratotic nodules on accessible skin produced and maintained by chronic scratching are typical of prurigo nodularis.",
  "sarcoidosis": "Translucent red brown papules or plaques on face scars or shins that show apple jelly color when pressed with a slide are characteristic of cutaneous sarcoidosis.",
  "squamous cell carcinoma": "Firm hyperkeratotic or ulcerated nodule on sun damaged skin with indurated everted bleeding edge characterizes squamous cell carcinoma.",
  "psoriasis": "Well demarcated red plaques with thick silvery scale on extensor elbows knees or scalp that bleed pinpoint spots when scale removed are classic for psoriasis."
}